Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# whatsNewLiveCollaborationDescription
source: Collaborate with others in real-time, making teamwork seamless and productive.
ar: تعاون مع الآخرين في الوقت الحقيقي، مما يجعل العمل الجماعي سلسًا ومنتجًا.
de: Kollaborieren Sie in Echtzeit mit anderen, um die Teamarbeit nahtlos und produktiv zu gestalten.
es: Colabore con otros en tiempo real, haciendo que el trabajo en equipo sea fluido y productivo.
fr: Collaborez avec d'autres en temps réel, rendant le travail d'équipe fluide et productif.
hi: अन्य लोगों के साथ वास्तविक समय में सहयोग करें, जिससे टीम वर्क सुचारू और प्रभावी बनता है।
it: Collabora con altri in tempo reale, rendendo il lavoro di squadra fluido e produttivo.
ja: 他の人とリアルタイムでコラボレーションし、チームワークをシームレスで生産的にします。
ko: 실시간으로 다른 사람과 협업하여 팀워크를 매끄럽고 생산적으로 만드세요.
nl: Werk samen met anderen in real-time, waardoor teamwork naadloos en productief wordt.
pl: Współpracuj z innymi w czasie rzeczywistym, co sprawia, że praca zespołowa jest płynna i produktywna.
pt: Colabore com outras pessoas em tempo real, tornando o trabalho em equipe fluido e produtivo.
ru: Сотрудничайте с другими в реальном времени, делая командную работу бесшовной и продуктивной.
th: ทำงานร่วมกับผู้อื่นแบบเรียลไทม์ ทำให้การทำงานร่วมกันราบรื่นและมีประสิทธิภาพ
tr: Diğerleriyle gerçek zamanlı işbirliği yaparak ekip çalışmasını sorunsuz ve verimli hale getirin.
vi: Hợp tác với người khác theo thời gian thực, giúp công việc nhóm trở nên liền mạch và hiệu quả.
zh_hans: 与他人实时协作，使团队合作更加顺畅和高效。
zh_hant: 與他人實時協作，使團隊合作無縫且高效。

# whatsNewLiveCollaborationTitle
source: Live Collaboration
ar: التعاون المباشر
de: Echtzeit-Zusammenarbeit
es: Colaboración en Vivo
fr: Collaboration en direct
hi: सीधी सहयोग
it: Collaborazione in Tempo Reale
ja: ライブコラボレーション
ko: 실시간 협업
nl: Live Samenwerking
pl: Współpraca na żywo
pt: Colaboração Ao Vivo
ru: Живое сотрудничество
th: การทำงานร่วมกันแบบสด
tr: Canlı İşbirliği
vi: Hợp Tác Trực Tiếp
zh_hans: 实时协作
zh_hant: 實時協作

# whatsNewLockedFilesDescription
source: Lock sensitive files with encryption, unlock them with system authentication or a Recovery Key, and keep AI from reading locked content.
ar: قم بقفل الملفات الحساسة باستخدام التشفير، وافتحها باستخدام مصادقة النظام أو مفتاح الاسترداد، واحتفظ بالذكاء الاصطناعي بعيدًا عن قراءة المحتوى المقفل.
de: Sperren Sie sensible Dateien mit Verschlüsselung, entsperren Sie sie mit Systemauthentifizierung oder einem Wiederherstellungsschlüssel und verhindern Sie, dass die KI auf gesperrte Inhalte zugreift.
es: Bloquee archivos sensibles con cifrado, desbloquíelos con autenticación del sistema o una clave de recuperación, y evite que la IA lea el contenido bloqueado.
fr: Verrouillez des fichiers sensibles avec cryptage, déverrouillez-les avec une authentification système ou une clé de récupération, et empêchez l'IA de lire le contenu verrouillé.
hi: संवेदनशील फ़ाइलों को एन्क्रिप्शन के साथ लॉक करें, उन्हें सिस्टम प्रमाणन या एक रिकवरी कुंजी के साथ अनलॉक करें, और एआई को_locked_ सामग्री पढ़ने से रोकें।
it: Blocca file sensibili con crittografia, sbloccali con autenticazione di sistema o una Chiave di Recupero e impedisci all'AI di leggere contenuti bloccati.
ja: 機密ファイルを暗号化してロックし、システム認証またはリカバリキーでアンロックし、AIがロックされたコンテンツを読み取れないようにします。
ko: 민감한 파일을 암호화하여 잠금 설정 후, 시스템 인증 또는 복구 키를 사용하여 잠금을 해제하고 AI가 잠긴 내용을 읽지 못하도록 하세요.
nl: Vergrendel gevoelige bestanden met encryptie, ontgrendel ze met systeemauthenticatie of een herstelcode, en voorkom dat AI vergrendelde inhoud leest.
pl: Zablokuj wrażliwe pliki za pomocą szyfrowania, odblokowuj je za pomocą autoryzacji systemu lub klucza odzyskiwania i uniemożliwiaj AI odczytywanie zablokowanej zawartości.
pt: Bloqueie arquivos sensíveis com criptografia, desbloqueie-os com autenticação do sistema ou uma Chave de Recuperação, e impeça que o AI leia o conteúdo bloqueado.
ru: Блокируйте конфиденциальные файлы с помощью шифрования, разблокируйте их с помощью системной аутентификации или ключа восстановления и предотвратите доступ ИИ к заблокированному содержимому.
th: ล็อกไฟล์ที่สำคัญด้วยการเข้ารหัส ปลดล็อกด้วยการพิสูจน์ตัวตนของระบบหรือ Recovery Key และป้องกัน AI ไม่ให้เข้าถึงเนื้อหาที่ถูกล็อก
tr: Hassas dosyaları şifreleme ile kilitleyin, sistem kimlik doğrulaması veya Kurtarma Anahtarı ile açın ve Yapay Zeka'nın kilitli içeriği okumasını engelleyin.
vi: Khóa các tệp nhạy cảm bằng mã hóa, mở khóa chúng bằng xác thực hệ thống hoặc một mã Khôi phục, và ngăn AI đọc nội dung đã khóa.
zh_hans: 使用加密锁定敏感文件，通过系统身份验证或恢复密钥解锁，并阻止 AI 读取锁定内容。
zh_hant: 使用加密鎖定敏感文件，利用系統身份驗證或恢復金鑰解鎖，並防止 AI 閱讀鎖定內容。

# whatsNewLockedFilesTitle
source: Locked files
ar: الملفات المقفلة
de: Gesperrte Dateien
es: Archivos bloqueados
fr: Fichiers verrouillés
hi: लॉक की गई फ़ाइलें
it: File bloccati
ja: ロックされたファイル
ko: 잠긴 파일
nl: Vergrendelde bestanden
pl: Zablokowane pliki
pt: Arquivos bloqueados
ru: Заблокированные файлы
th: ไฟล์ที่ถูกล็อก
tr: Kilitleme dosyaları
vi: Tệp đã khóa
zh_hans: 锁定文件
zh_hant: 鎖定文件

# whatsNewLosslessPDFExportDescription
source: With advanced vector rendering, PDF export preserves every detail, delivering sharp graphics and perfect scalability for any use.
ar: مع عرض متقدم للمتجهات، يحتفظ تصدير PDF بكل التفاصيل، مما يوفر رسومات واضحة وقابلية توسيع مثالية لأي استخدام.
de: Mit fortschrittlichem Vektorrendering bewahrt der PDF-Export jedes Detail und liefert scharfe Grafiken sowie perfekte Skalierbarkeit für jeden Einsatz.
es: Con la renderización vectorial avanzada, la exportación a PDF preserva cada detalle, ofreciendo gráficos nítidos y una escalabilidad perfecta para cualquier uso.
fr: Avec un rendu vectoriel avancé, l'exportation PDF préserve chaque détail, offrant des graphiques nets et une évolutivité parfaite pour tout usage.
hi: उन्नत वेक्टर रेंडरिंग के साथ, PDF निर्यात हर विवरण को संरक्षित करता है, किसी भी उपयोग के लिए तेज ग्राफिक्स और सही स्केलेबिलिटी प्रदान करता है।
it: Con un rendering vettoriale avanzato, l'esportazione in PDF preserva ogni dettaglio, offrendo grafica nitida e perfetta scalabilità per qualsiasi utilizzo.
ja: 高度なベクター描画により、PDFエクスポートはすべての詳細を保持し、シャープなグラフィックスと完璧なスケーラビリティを提供します。
ko: 고급 벡터 렌더링을 통해 PDF 내보내기가 모든 세부 사항을 보존하여 선명한 그래픽과 완벽한 확장성을 제공합니다.
nl: Met geavanceerde vector rendering behoudt de PDF-export elk detail, waardoor scherpe graphics en perfecte schaalbaarheid voor elk gebruik worden geleverd.
pl: Dzięki zaawansowanemu renderowaniu wektorowemu, eksport PDF zachowuje każdy detal, dostarczając wyraźną grafikę i idealną skalowalność do każdego zastosowania.
pt: Com renderização vetorial avançada, a exportação em PDF preserva cada detalhe, oferecendo gráficos nítidos e perfeita escalabilidade para qualquer uso.
ru: С помощью продвинутой векторной отрисовки экспорт PDF сохраняет каждую деталь, обеспечивая четкую графику и идеальную масштабируемость для любого использования.
th: ด้วยการเรนเดอร์เวกเตอร์ขั้นสูง การส่งออก PDF จะรักษาทุกรายละเอียดไว้ ส่งมอบกราฟิกที่คมชัดและสามารถปรับขนาดได้อย่างสมบูรณ์แบบสำหรับการใช้งานใดๆ
tr: Gelişmiş vektör render'ı ile PDF dışa aktarma, her detayı koruyarak keskin grafikler ve her kullanım için mükemmel ölçeklenebilirlik sunar.
vi: Với công nghệ vẽ vector tiên tiến, xuất PDF giữ lại mọi chi tiết, mang đến đồ họa sắc nét và khả năng mở rộng hoàn hảo cho mọi mục đích sử dụng.
zh_hans: 通过先进的矢量渲染，PDF 导出保留每一个细节，提供清晰的图形和完美的可扩展性，适用于任何用途。
zh_hant: 透過先進的向量渲染，PDF 匯出能夠保留每一個細節，提供清晰的圖形和完美的可伸縮性，適用於任何用途。

# whatsNewLosslessPDFExportTitle
source: Lossless Vector PDF Export
ar: تصدير PDF متجه بدون فقدان
de: Verlustfreier Vektor-PDF-Export
es: Exportación de PDF Vectorial Sin Pérdida
fr: Exportation PDF vectorielle sans perte
hi: लॉसलेस वेक्टर PDF निर्यात
it: Esportazione PDF Vettoriale Senza Perdite
ja: ロスレスベクタPDFエクスポート
ko: 무손실 벡터 PDF 내보내기
nl: Verliesloze Vector PDF-export
pl: Bezdotykowy eksport PDF wektorowego
pt: Exportação de PDF Vetorial Sem Perdas
ru: Бесконечный векторный экспорт PDF
th: การส่งออก PDF เวกเตอร์แบบไม่สูญเสียข้อมูล
tr: Kayıpsız Vektör PDF Dışa Aktarma
vi: Xuất PDF Vector Không Mất Dữ Liệu
zh_hans: 无损矢量 PDF 导出
zh_hant: 無損向量 PDF 匯出

# whatsNewMCPServicesDescription
source: Connect ExcalidrawZ to MCP clients. Basic mode matches excalidraw-mcp, while Optimized mode can edit files, inspect the canvas, use libraries, and export results.
ar: توصيل ExcalidrawZ بعملاء MCP. الوضع الأساسي يتطابق مع excalidraw-mcp، بينما الوضع المحسن يمكنه تحرير الملفات، وفحص اللوحة، واستخدام المكتبات، وتصدير النتائج.
de: Verbinden Sie ExcalidrawZ mit MCP-Clients. Der Basismodus entspricht excalidraw-mcp, während der optimierte Modus Dateien bearbeiten, die Leinwand inspizieren, Bibliotheken verwenden und Ergebnisse exportieren kann.
es: Conecta ExcalidrawZ a clientes MCP. El modo básico coincide con excalidraw-mcp, mientras que el modo Optimizado puede editar archivos, inspeccionar el lienzo, usar bibliotecas y exportar resultados.
fr: Connectez ExcalidrawZ aux clients MCP. Le mode de base correspond à excalidraw-mcp, tandis que le mode Optimisé permet d'éditer des fichiers, d'inspecter la toile, d'utiliser des bibliothèques et d'exporter des résultats.
hi: ExcalidrawZ को MCP क्लाइंट्स से कनेक्ट करें। बेसिक मोड excalidraw-mcp से मेल खाता है, जबकि ऑप्टिमाइज़्ड मोड फ़ाइलों को संपादित कर सकता है, कैनवास की जांच कर सकता है, लाइब्रेरी का उपयोग कर सकता है, और परिणामों का निर्यात कर सकता है।
it: Collega ExcalidrawZ ai client MCP. La modalità base corrisponde a excalidraw-mcp, mentre la modalità Ottimizzata può modificare file, ispezionare la tela, utilizzare librerie ed esportare risultati.
ja: ExcalidrawZをMCPクライアントに接続します。基本モードはexcalidraw-mcpに一致し、最適化モードではファイルを編集したり、キャンバスを検査したり、ライブラリを使用したり、結果をエクスポートしたりできます。
ko: ExcalidrawZ를 MCP 클라이언트에 연결하세요. 기본 모드는 excalidraw-mcp와 일치하며, 최적화된 모드는 파일 편집, 캔버스 검사, 라이브러리 사용 및 결과 내보내기가 가능합니다.
nl: Verbind ExcalidrawZ met MCP-klanten. De basismodus komt overeen met excalidraw-mcp, terwijl de geoptimaliseerde modus bestanden kan bewerken, het canvas kan inspecteren, bibliotheken kan gebruiken en resultaten kan exporteren.
pl: Podłącz ExcalidrawZ do klientów MCP. Tryb podstawowy odpowiada excalidraw-mcp, podczas gdy tryb zoptymalizowany może edytować pliki, inspekcjonować płótno, korzystać z bibliotek i eksportować wyniki.
pt: Conecte o ExcalidrawZ aos clientes MCP. O modo básico combina com excalidraw-mcp, enquanto o modo otimizado pode editar arquivos, inspecionar o canvas, usar bibliotecas e exportar resultados.
ru: Соедините ExcalidrawZ с клиентами MCP. Базовый режим соответствует excalidraw-mcp, в то время как Оптимизированный режим может редактировать файлы, проверять холст, использовать библиотеки и экспортировать результаты.
th: เชื่อมต่อ ExcalidrawZ กับลูกค้า MCP โหมดพื้นฐานตรงกับ excalidraw-mcp ขณะที่โหมดที่ปรับแต่งแล้วสามารถแก้ไขไฟล์ ตรวจสอบผืนผ้าใบ ใช้ไลบรารี และส่งออกผลลัพธ์
tr: ExcalidrawZ'yi MCP istemcilerine bağlayın. Temel mod excalidraw-mcp ile eşleşir, Optimize edilmiş mod ise dosyaları düzenleyebilir, tuvali inceleyebilir, kütüphaneleri kullanabilir ve sonuçları dışa aktarabilir.
vi: Kết nối ExcalidrawZ với các khách hàng MCP. Chế độ cơ bản tương ứng với excalidraw-mcp, trong khi chế độ Tối ưu hóa có thể chỉnh sửa tệp, kiểm tra canvas, sử dụng thư viện và xuất kết quả.
zh_hans: 将 ExcalidrawZ 连接到 MCP 客户端。基本模式与 excalidraw-mcp 匹配，而优化模式则可以编辑文件、检查画布、使用库和导出结果。
zh_hant: 將 ExcalidrawZ 連接到 MCP 客戶端。基本模式匹配 excalidraw-mcp，而優化模式則可以編輯文件、檢查畫布、使用庫和導出結果。

# whatsNewMCPServicesTitle
source: MCP Services
ar: خدمات MCP
de: MCP-Dienste
es: Servicios MCP
fr: Services MCP
hi: MCP सेवाएँ
it: Servizi MCP
ja: MCPサービス
ko: MCP 서비스
nl: MCP-diensten
pl: Usługi MCP
pt: Serviços MCP
ru: Сервисы MCP
th: บริการ MCP
tr: MCP Hizmetleri
vi: Dịch Vụ MCP
zh_hans: MCP 服务
zh_hant: MCP 服務

# whatsNewMoreI18nSupportDescription
source: ExcalidrawZ now supports `English`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt`
ar: يدعم ExcalidrawZ الآن `الإنجليزية`، `简体中文`، `繁體中文`، `日本語`، `한국어`، `Español`، `Français`، `Deutsch`، `Italiano`، `Русский`، `Português`، `Nederlands`، `Polski`، `Türkçe`، `العربية`، `हिन्दी`، `ไทย`، `Tiếng Việt`
de: ExcalidrawZ unterstützt jetzt `Englisch`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt`
es: ExcalidrawZ ahora soporta `English`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt`
fr: ExcalidrawZ prend désormais en charge `English`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt`
hi: ExcalidrawZ अब `English`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt` का समर्थन करता है।
it: ExcalidrawZ ora supporta `English`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt`
ja: ExcalidrawZは、`English`、`简体中文`、`繁體中文`、`日本語`、`한국어`、`Español`、`Français`、`Deutsch`、`Italiano`、`Русский`、`Português`、`Nederlands`、`Polski`、`Türkçe`、`العربية`、`हिन्दी`、`ไทย`、`Tiếng Việt`をサポートするようになりました。
ko: ExcalidrawZ는 이제 `영어`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt`를 지원합니다.
nl: ExcalidrawZ ondersteunt nu `Engels`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt`
pl: ExcalidrawZ obsługuje teraz `English`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt`
pt: O ExcalidrawZ agora suporta `English`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt`
ru: ExcalidrawZ теперь поддерживает `English`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt`
th: ExcalidrawZ ตอนนี้สนับสนุน `English`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt`
tr: ExcalidrawZ artık `İngilizce`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt` dillerini desteklemektedir.
vi: ExcalidrawZ hiện hỗ trợ `English`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt`
zh_hans: ExcalidrawZ 现在支持 `English`, `简体中文`, `繁體中文`, `日本語`, `한국어`, `Español`, `Français`, `Deutsch`, `Italiano`, `Русский`, `Português`, `Nederlands`, `Polski`, `Türkçe`, `العربية`, `हिन्दी`, `ไทย`, `Tiếng Việt`
zh_hant: ExcalidrawZ 現在支持 `English`、`简体中文`、`繁體中文`、`日本語`、`한국어`、`Español`、`Français`、`Deutsch`、`Italiano`、`Русский`、`Português`、`Nederlands`、`Polski`、`Türkçe`、`العربية`、`हिन्दी`、`ไทย`、`Tiếng Việt`

# whatsNewMoreI18nSupportTitle
source: More localization languages support
ar: دعم المزيد من لغات التوطين
de: Mehr Unterstützung für Lokalisierungssprachen
es: Más soporte para idiomas de localización
fr: Plus de langues de localisation prises en charge
hi: अधिक स्थानीयकरण भाषाओं का समर्थन
it: Maggiore supporto per le lingue di localizzazione
ja: より多くのローカリゼーション言語のサポート
ko: 더 많은 지역화 언어 지원
nl: Meer ondersteuning voor lokalisatietalen
pl: Więcej obsługiwanych języków lokalizacyjnych
pt: Mais suporte a idiomas de localização
ru: Поддержка большего числа языков локализации
th: สนับสนุนภาษาท้องถิ่นเพิ่มเติม
tr: Daha Fazla Yerelleştirme Dili Desteği
vi: Hỗ trợ nhiều ngôn ngữ địa phương hơn
zh_hans: 更多本地化语言支持
zh_hant: 更多語言本地化支持

# whatsNewMoreToolsSupportDescription
source: In this version, more tools from Excalidraw have been integrated into ExcalidrawZ, including the AI Generate tools.
ar: في هذه النسخة، تم دمج المزيد من الأدوات من Excalidraw في ExcalidrawZ، بما في ذلك أدوات التوليد بواسطة الذكاء الاصطناعي.
de: In dieser Version wurden weitere Werkzeuge aus Excalidraw in ExcalidrawZ integriert, einschließlich der KI-Generierungswerkzeuge.
es: En esta versión, se han integrado más herramientas de Excalidraw en ExcalidrawZ, incluyendo las herramientas de generación de IA.
fr: Dans cette version, plus d'outils d'Excalidraw ont été intégrés dans ExcalidrawZ, y compris les outils de génération AI.
hi: इस संस्करण में, Excalidraw के और भी उपकरण ExcalidrawZ में एकीकृत किए गए हैं, जिसमें AI जनरेट उपकरण शामिल हैं।
it: In questa versione, più strumenti di Excalidraw sono stati integrati in ExcalidrawZ, inclusi gli strumenti di generazione AI.
ja: このバージョンでは、ExcalidrawからのさらなるツールがExcalidrawZに統合され、AI生成ツールも含まれています。
ko: 이번 버전에서는 Excalidraw의 더 많은 도구가 ExcalidrawZ에 통합되었으며, AI 생성 도구도 포함됩니다.
nl: In deze versie zijn meer tools van Excalidraw geïntegreerd in ExcalidrawZ, inclusief de AI Generate-tools.
pl: W tej wersji zintegrowano więcej narzędzi z Excalidraw w ExcalidrawZ, w tym narzędzia AI Generate.
pt: Nesta versão, mais ferramentas do Excalidraw foram integradas ao ExcalidrawZ, incluindo as ferramentas de Geração de IA.
ru: В этой версии в ExcalidrawZ были интегрированы больше инструментов из Excalidraw, включая инструменты AI Generate.
th: ในเวอร์ชันนี้ เครื่องมือจาก Excalidraw ได้ถูกผนวกเข้าไปใน ExcalidrawZ มากขึ้น รวมถึงเครื่องมือ AI Generate
tr: Bu sürümde, Excalidraw'dan daha fazla araç ExcalidrawZ'ye entegre edilmiştir, bunlar arasında AI Üretim araçları da bulunmaktadır.
vi: Trong phiên bản này, nhiều công cụ từ Excalidraw đã được tích hợp vào ExcalidrawZ, bao gồm các công cụ AI Generate.
zh_hans: 在这个版本中，更多来自 Excalidraw 的工具已被整合到 ExcalidrawZ 中，包括 AI 生成工具。
zh_hant: 在此版本中，Excalidraw 的更多工具已整合進 ExcalidrawZ，包括 AI 生成工具。

# whatsNewMoreToolsSupportTitle
source: More tools support
ar: دعم المزيد من الأدوات
de: Mehr Werkzeugunterstützung
es: Más soporte para herramientas
fr: Plus de prise en charge des outils
hi: अधिक उपकरणों का समर्थन
it: Maggiore supporto per gli strumenti
ja: より多くのツールのサポート
ko: 더 많은 도구 지원
nl: Meer ondersteuning voor tools
pl: Więcej wsparcia dla narzędzi
pt: Mais suporte a ferramentas
ru: Поддержка большего количества инструментов
th: สนับสนุนเครื่องมือเพิ่มเติม
tr: Daha Fazla Araç Desteği
vi: Hỗ trợ nhiều công cụ hơn
zh_hans: 更多工具支持
zh_hant: 更多工具支持

# whatsNewMoveContentToICloudDriveDescription
source: Files are now stored more efficiently for better reliability and future sync improvements.
ar: يتم الآن تخزين الملفات بكفاءة أكبر لضمان موثوقية أفضل وتحسينات مستقبلية في المزامنة.
de: Dateien werden jetzt effizienter gespeichert, was die Zuverlässigkeit erhöht und künftige Verbesserungen der Synchronisation ermöglicht.
es: Los archivos ahora se almacenan de forma más eficiente para una mayor fiabilidad y futuras mejoras en la sincronización.
fr: Les fichiers sont désormais stockés de manière plus efficace pour une meilleure fiabilité et pour de futures améliorations de la synchronisation.
hi: फ़ाइलें अब बेहतर विश्वसनीयता और भविष्य के सिंक सुधारों के लिए अधिक कुशलता से संग्रहीत की जाती हैं。
it: I file ora vengono archiviati in modo più efficiente per una maggiore affidabilità e per migliorare la sincronizzazione in futuro.
ja: ファイルはより効率的に保存されるようになり、信頼性が向上するとともに、将来の同期改善に備えています。
ko: 파일이 이제 더 효율적으로 저장되어 안정성이 향상되고 향후 동기화 개선에 도움이 됩니다.
nl: Bestanden worden nu efficiënter opgeslagen voor betere betrouwbaarheid en toekomstige synchronisatieverbeteringen.
pl: Pliki są teraz przechowywane bardziej efektywnie, co poprawia niezawodność i umożliwia przyszłe usprawnienia synchronizacji.
pt: Os arquivos agora são armazenados de forma mais eficiente para maior confiabilidade e para futuras melhorias na sincronização.
ru: Файлы теперь хранятся более эффективно для повышения надежности и будущих улучшений синхронизации.
th: ไฟล์ถูกจัดเก็บอย่างมีประสิทธิภาพมากขึ้น เพื่อความเสถียรที่ดีขึ้นและรองรับการปรับปรุงการซิงค์ในอนาคต
tr: Dosyalar artık daha güvenilir ve gelecekteki senkronizasyon iyileştirmeleri için daha verimli şekilde saklanıyor.
vi: Các tệp hiện được lưu trữ hiệu quả hơn để tăng độ tin cậy và cải thiện đồng bộ trong tương lai.
zh_hans: 文件现在以更高效的方式存储，以提高可靠性并为未来的同步改进做准备。
zh_hant: 現在以更有效率的方式儲存檔案，以提升可靠性並利於未來的同步改進。

# whatsNewMoveContentToICloudDriveTitle
source: Improved File Storage
ar: تحسين تخزين الملفات
de: Verbesserte Dateispeicherung
es: Almacenamiento de archivos mejorado
fr: Stockage des fichiers amélioré
hi: बेहतर फ़ाइल भंडारण
it: Archiviazione file migliorata
ja: ファイル保存の改善
ko: 파일 저장 개선
nl: Verbeterde bestandsopslag
pl: Ulepszone przechowywanie plików
pt: Armazenamento de arquivos aprimorado
ru: Оптимизированное хранение файлов
th: ปรับปรุงการจัดเก็บไฟล์
tr: Geliştirilmiş Dosya Depolama
vi: Lưu trữ tệp được cải thiện
zh_hans: 改进的文件存储
zh_hant: 改進的檔案儲存

# whatsnewMultiTouchDescription
source: When using two fingers to touch the screen, it will perform an undo operation. When using three fingers to touch the screen, it will perform a redo operation.
ar: عند استخدام إصبعين للمس الشاشة، ستقوم بعملية التراجع. عند استخدام ثلاثة أصابع للمس الشاشة، ستقوم بعملية الإعادة.
de: Beim Berühren des Bildschirms mit zwei Fingern wird eine Rückgängig-Operation ausgeführt. Beim Berühren des Bildschirms mit drei Fingern wird eine Wiederherstellen-Operation ausgeführt.
es: Al usar dos dedos para tocar la pantalla, se realizará una operación de deshacer. Al usar tres dedos para tocar la pantalla, se realizará una operación de rehacer.
fr: Lorsque vous utilisez deux doigts pour toucher l'écran, cela effectuera une opération d'annulation. Lorsque vous utilisez trois doigts pour toucher l'écran, cela effectuera une opération de rétablissement.
hi: जब आप स्क्रीन को दो उंगलियों से छूते हैं, तो यह एक पूर्ववत क्रिया करेगा। जब आप स्क्रीन को तीन उंगलियों से छूते हैं, तो यह एक पुनः क्रिया करेगा।
it: Quando usi due dita per toccare lo schermo, eseguirà un'operazione di annullamento. Quando usi tre dita per toccare lo schermo, eseguirà un'operazione di ripetizione.
ja: 2本指で画面をタッチすると元に戻す操作が実行され、3本指でタッチするとやり直し操作が実行されます。
ko: 두 손가락으로 화면을 터치하면 실행 취소 작업이 수행됩니다. 세 손가락으로 화면을 터치하면 다시 실행 작업이 수행됩니다.
nl: Bij het gebruik van twee vingers om het scherm aan te raken, voert het een ongedaan maken operatie uit. Bij het gebruik van drie vingers om het scherm aan te raken, voert het een opnieuw uitvoeren operatie uit.
pl: Gdy używasz dwóch palców do dotykania ekranu, wykona operację cofania. Gdy używasz trzech palców do dotykania ekranu, wykona operację ponawiania.
pt: Ao usar dois dedos para tocar na tela, será realizada uma operação de desfazer. Ao usar três dedos para tocar na tela, será realizada uma operação de refazer.
ru: При использовании двух пальцев для касания экрана будет выполнена операция отмены. При использовании трех пальцев для касания экрана будет выполнена операция повтора.
th: เมื่อใช้สองนิ้วแตะที่หน้าจอจะทำการย้อนกลับ เมื่อใช้สามนิ้วแตะที่หน้าจอจะทำการทำซ้ำ.
tr: Ekrana iki parmakla dokunduğunuzda, geri alma işlemi gerçekleştirilir. Ekrana üç parmakla dokunduğunuzda, yineleme işlemi gerçekleştirilir.
vi: Khi sử dụng hai ngón tay chạm vào màn hình, nó sẽ thực hiện thao tác hoàn tác. Khi sử dụng ba ngón tay chạm vào màn hình, nó sẽ thực hiện thao tác làm lại.
zh_hans: 当使用两根手指触摸屏幕时，它将执行撤销操作。当使用三根手指触摸屏幕时，它将执行重做操作。
zh_hant: 當使用兩根手指觸摸屏幕時，將執行撤銷操作。當使用三根手指觸摸屏幕時，將執行重做操作。
